# EnableDefDropShadow

## Description
```pascal
PROCEDURE EnableDefDropShadow(bEnable : BOOLEAN);
```

```python

def vs.EnableDefDropShadow(bEnable):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|bEnable|BOOLEAN||

## Version
Availability: from Vectorworks 2017
## Category
* Document Attributes